<html>
<h2>Zur Geschichte</h2>
<h3>1908</h3>
Erste Anregungen des Bezirksamtmanns Ernst Riedel (1867-1937), die dem damals allgemein propagierten "Heimatschutzgedanken" folgten, eine Sammlung von Kunstobjekten und Gegenst&auml;nden der Vorfahren anzulegen. Diese Anregungen wurden in Krumbach allerdings nicht konsequent in die Tat umgesetzt.

<h3>1932</h3>
Gr&uuml;ndung des Heimatvereins f&uuml;r den Bezirk Krumbach. Besondere Verdienste erwarben sich dabei Richard Hilber (1883-1947), Hans Scheitter (1971-1955), und Franz Hofmeister (1894-1980), der von 1941 bis 1969 das Amt des Heimatpflegers versah. Mit Gr&uuml;ndung des Vereins wurde intensiver gesammelt.

<h3>1938</h3>
Die Stadt Krumbach erwarb das ehem. j&uuml;dische Anwesen Augsburger Str. 5, heute Heinrich-Sinz-Str. 5 und plante, hier ein Heimatmuseum zu er&ouml;ffnen. Der Zweite Weltkrieg verz&ouml;gerte das Projekt. Der Oberregierungsrat am Bezirksamt Krumbach Christian Wallenreiter (1900-1980) f&ouml;rderte den Gedanken zur Einrichtung eines "Heimathauses" und rief die Bev&ouml;lkerung dazu auf, Gegenst&auml;nde daf&uuml;r abzugeben.

<h3>1950</h3>
Das Konzept von Landeskonservator Joseph Maria Ritz konnte erst nach dem Zweiten Weltkrieg realisiert werden. Im September 1950 wurde das Museum er&ouml;ffnet. In den Folgejahren wurde das Konzept allerdings durch Ver&auml;nderungen und Hinzuf&uuml;gen neu erworbener Objekte stark &uuml;berformt. Bauliche M&auml;ngel, mangelhafte Heizung und eine nicht funktionierende Alarmsicherung machten zus&auml;tzlich eine Sanierung und Neukonzeption notwendig.

<h3>1995</h3>
Der 1995 gegr&uuml;ndete Zweckverband Mittelschw&auml;bisches Heimatmuseum erwarb mit der fr&uuml;heren Gastst&auml;tte "Krone" eine Nachbargeb&auml;ude, das seit 1996 ebenfalls zum Museum umgebaut wurde. Mit der Fertigstellung des ersten Baubschnittes im September verf&uuml;gte das Museum &uuml;ber einen neuen Eingangsraum mit Kasse und Garderobe, Sanit&auml;rbereich, Verwaltung, Depotr&auml;ume und eine &uuml;ber zwei Etagen reichende neue Pr&auml;sentation. Das Konzept von Wolfgang Ott M.A. wurde im konstruktiven Zusammenwirken des Architekten Konrad Kling, Krumbach, dem Innenarchitekturb&uuml;ro Margarete Kolb, Augsburg und der Werkstatt f&uuml;r Gestaltung Robert K&ouml;hler und Waltraud Brandner realisiert. Der Zweckverband Mittelschw&auml;bisches Heimatmuseum als Tr&auml;ger speist sich jeweils zur H&auml;lfte aus Mitteln des Landkreises G&uuml;nzburg und der Stadt Krumbach. Der Objektbestand wird vom Heimatverein eingebracht.

<h3>2000</h3>
Nach der Fertigstellung und Inbetriebnahme des ersten Bauabschnittes im September 2000 wurde mit der aufw&auml;ndigen Sanierung des denkmalgesch&uuml;tzten ehemalig j&uuml;dischen B&uuml;rgerhauses samt Hinterhaus begonnen. Die teilweise im Zustand der Pr&auml;sentation vor der Schlie&szlig;ung der Schaur&auml;ume erhaltenen Bereiche werden erg&auml;nzt durch zeitgem&auml;&szlig; gestaltete Museumsr&auml;ume.

<h3>2003</h3>
Seit Abschluss dieses zweiten Bauabschnittes im September 2003 setzt sich das Mittelschw&auml;bische Heimatmuseum Krumbach aus insgesamt 4 Geb&auml;uden zusammen. &uuml;ber das Freigel&auml;nde mit einem historischen Stellwerk der Bahn ist eine verglaste Remise zu erreichen, die wichtige Fahrzeuge beherbergt.
</html>